/* Unable to share to Slack - message */
"Please check your network connection and try again." = "Verifique a conexão de rede e tente novamente.";

/* generic slack failure - message */
"Share to Slack failed with the following error message:\n\n%@\n\nPlease try a different share destination." = "O compartilhamento no Slack falhou com a mensagem de erro:\n\n%@\n\nTente outro destinos de compartilhamento.";

/* Sign in button Slack */
"Sign In..." = "Iniciar sessão...";

/* Sign out button Slack */
"Sign Out" = "Terminar sessão";

/* plugin name */
"Slack" = "Slack";

/* slack login failed alert title */
"Slack Login Failed" = "Falha no login do Slack";

/* Content is ready to be pasted */
"The link to your capture is ready to be pasted" = "O link para sua captura está pronto para ser colado.";

/* slack login failed alert message */
"Uh-oh! Snagit could not access your Slack account. If the problem continues, contact your Slack workspace administrator." = "Poxa! O Snagit não pôde acessar sua conta do Slack. Se o problema continuar, contate o administrador do espaço de trabalho do Slack.";

/* generic slack failure - title
   Unable to share to Slack - title */
"Unable to share to Slack" = "Não é possível compartilhar no Slack";

/* plugin description */
"Upload the capture to Slack for image or video hosting." = "Carregue a captura no Slack para hospedagem de imagem ou vídeo.";

